Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Tap 'Add' to continue with selected amount.
bg: Натисни 'Добави' за да продължиш със избраното количество.
cs: Klepnutím na „Přidat“ pokračujte s vybraným množstvím.
da: Tryk 'Tilføj' for at fortsætte med den valgte mængde.
de: Tippe auf 'Hinzufügen', um mit dem ausgewählten Betrag fortzufahren.
fr: Appuyez sur "Ajouter" pour utiliser la quantité sélectionnée.
it: Tocca 'Aggiungi' per continuare con la quantità selezionata.
nb_no: Trykk 'Legg til' for å fortsette med den anbefalte mengden.
nl: Tik op 'Toevoegen' om door te gaan met het geselecteerde aantal.
pl: Naciśnij przycisk 'Dodaj', aby kontynuować z wybraną wartością.
ru: Нажмите "Добавить", чтобы продолжить с выбранным значением.
sv: Tryck 'Lägg till' för att fylla i bolusmängd.
uk: Натисніть «Додати», щоб продовжити з вибраним значенням.
vi: Nhấn 'Thêm' để tiếp tục với số lượng đã chọn.
zh_hant: 點擊「新增」以繼續選擇的數量。

source: Amount is more than your Max Bolus setting! Are you sure you want to add
bg: Количеството е по-голямо от максимално разрешеният болус! Сигурни ли сте, че желаете да продължите?
cs: Množství překračuje váš limit pro maximální bolus! Opravdu chcete přidat
da: Dette er mere insulin end din "Max Bolus" indstilling! Er du sikker på at du vil tilføje
de: Eingegebener Bolus ist größer als Max Bolus aus den Einstellungen! Bist Du sicher, dass er hinzugefügt werden soll
fr: La quantité dépasse votre réglage de Bolus maximal ! Êtes-vous sûr de vouloir l'ajouter
it: La quantità è superiore all'impostazione del Bolo Massimo! Sei sicuro di voler aggiungere
nb_no: Mengden er høyere enn din Maks bolus-innstilling! Er du sikker på at du vil legge til
nl: Deze hoeveelheid is meer dan je instelling van je maximale bolus! Weet je zeker dat je deze hoeveelheid wilt toedienen? Deze hoeveelheid is meer dan je instelling van je maximale bolus! Waarschuw bij toedienen van een hoge hoeveelheid zonder te bolussen
pl: Wartość jest większa niż Twoje ustawienie Max bolus! Czy na pewno chcesz dodać
pt_pt: A quantidade é maior do que a configuração do seu Bolus Máximo! Tem certeza de que deseja adicionar?
ru: Количество превышает максимальную дозу болюса! Вы уверены, что хотите добавить
sv: Detta är mer insulin än din maxdos-inställning! Är du säker på att du vill lägga till
uk: Кількість перевищує ваш максимальний болюс! Ви впевнені, що хочете додати
vi: Liều tiêm nhiều hơn liều Blous tối đa! Bạn có chắc chắn muốn thêm không?
zh_hant: 數量超過您的最大注射設定！ 您確定要新增

source: Invalid Nightcsout Basal Settings. Import aborted. Please check your Nightscout Profile Basal Settings!
bg: Невалидни Nightscout базални настройки. Импорта е прекъснат! Моля проверете настройките на вашият базален профил в Nightscout!
cs: Neplatné nastavení bazálu v Nightscoutu. Import byl přerušen. Zkontrolujte prosím nastavení bazálu ve svém profilu Nightscout!
da: Ugyldig Nightcsout Basal Indstillinger. Import afbrudt. Tjek venligst dine Nightscout Profil Basal Indstillinger!
de: Ungültige Nightcsout Basal-Einstellungen. Import abgebrochen. Bitte überprüfe Deine Nightscout Profil Basal Einstellungen!
es: Configuración basal de Nightcsout no válida. Importación cancelada. Por favor comprueba tu configuración basal de perfil de Nightscout!
fr: Le profil basal configuré dans Nightscout (NS) n'est pas valide. L'importation a été annulée. Veuillez vérifier votre réglage de basal dans votre profil Nightscout !
it: Impostazioni Basali Nightscout non valide. Importazione annullata. Si prega di controllare le impostazioni basali del profilo Nightscout!
nb_no: Ugyldig basalprofil fra Nightscout. Import avbrutt. Sjekk basalprofil i Nightscout!
nl: Ongeldige Nightscout basaal instellingen. Importeren afgebroken. Controleer je Nightscout Profiel basaal instellingen!
pl: Nieprawidłowe ustawienia dawki podstawowej Nightcsout. Import przerwany. Sprawdź ustawienia dawki podstawowej Nightscout!
pt_pt: Configurações de Basal do Nightcsout inválidas. Importação abortada. Por favor, verifique suas configurações do perfil do Nightscout!
ru: Недопустимые настройки базы в Nightcsout. Импорт прерван. Пожалуйста, проверьте настройки профиля в Nightscout!
sv: Du har ogiltiga basalinställningar i Nightscouts profilinställningar. Import avbröts. Du behöver kontrollera dina Nightscoutinställningar!
uk: Недійсні базальні налаштування Nightcsout. Імпорт перервано. Будь ласка, перевірте базальні налаштування свого профілю Nightscout!
vi: Các hồ sơ liều nền trên Nightscout không hợp lệ. Việc cập nhật bị hủy bỏ. Đề nghị bạn kiểm tra hồ sơ liều nền trên Nightscout!
zh_hant: 無效的 Nightscout 基礎設定。 匯入中止。請檢查您的 Nightscout 個人設置基礎設定！

source: Mismatching glucose units in Nightscout and Pump Settings. Import settings aborted.
bg: Импортирането на настройките е прекъснато поради различни мерни единици в настройките на помпата и Nightscout.
cs: Jednotky glykémie v Nightscoutu a v nastavení pumpy se neshodují. Import nastavení byl přerušen.
da: Uoverensstemmende glukose enheder i Nightscout og Pumpe Indstillinger. Import af indstillinger afbrudt.
de: Nicht übereinstimmende Glukoseeinheiten in Nightscout und den Pumpen-Einstellungen. Import abgebrochen.
es: Unidades de glucosa no coincidentes en Nightscout y Configuración de la Bomba. Ajustes de importación cancelados.
fr: Les unités de glucose dans Nightscout ne correspondent pas à ceux des réglages de la pompe. L'importation des paramètres a été annulée.
it: Unità di glucosio non corrispondenti tra impostazioni di Nightscout e microinfusore. Import delle impostazioni interrotto.
nb_no: Enhet for blodsukker i Nightscout samsvarer ikke med enhet i pumpeinnstillinger. Importering av innstillinger er avbrutt.
nl: Verschil van glucose-eenheden in Nightscout en pomp instellingen. Importeer instellingen is afgebroken.
pl: Niezgodne jednostki glikemii w Nightscout i w ustawieniach Pompy. Import ustawień przerwany.
pt_pt: Unidades de glicose não coincidem nas configurações do Nightscout e da bomba. Importar configurações foi interrompido.
ru: Несоответствие единиц измерения глюкозы в настройках Nightscout и помпы. Импорт настроек прерван.
sv: Du har olika inställningar för glukosenheter i Nightscout och Trio. Import avbröts.
uk: Невідповідність одиниць глюкози в налаштуваннях Nightscout та Помпи. Імпорт налаштувань скасовано.
vi: Sai đơn vị Glucose giữa Nightscout và Bơm. Cập nhật cấu hình bị hủy bỏ.
zh_hant: Nightscout 和幫浦設定中的血糖單位不匹配。匯入設定中止。

source: Now please verify all of your new settings thoroughly: • DIA (Pump settings) • Basal Profile • Insulin Sensitivities • Carb Ratios • Glucose Targets in Trio Settings -> Configuration. Bad or invalid profile settings could have disastrous effects.
bg: Проверете всички нови настройки внимателно: • DIA (настройки на помпата) • Базален профил • Инсулинова чувствителност • Въглехидратно число • Желани нива на глюкоза В Trio Настройки -> Конфигурация. Лошите или невалидни настройки на профилите могат да имат тежки последици.
cs: Nyní si prosím důkladně zkontrolujte všechna nová nastavení: • DIA (Nastavení pumpy) • Bazální profil • Citlivost na inzulín • Sacharidové poměry • Cílové glykémie v Nastavení Trio -> Konfigurace. Špatné nebo neplatné nastavení profilu by mohlo mít katastrofální následky.
da: Kontroller nu alle dine nye indstillinger grundigt: * Basal Indstillinger * Kulhydratratios * Glukose Mål * Insulin Følsomhed * VIA i Trio Indstillinger > Konfiguration. Dårlige eller ugyldige profilindstillinger kan have katastrofale effekter.
de: Bitte überprüfe jetzt alle Deine neuen Einstellungen gründlich: * Basalprofil * Kohlenhydrat:Insulin-Verhältnis (CR) * Glukoseziel * Insulinempfindlichkeiten (ISF) * DIA (Pumpen Einstellungen) in Trio-Einstellungen > Therapie. Schlechte oder ungültige Profileinstellungen können folgenschwere Effekte haben.
fr: Veuillez maintenant vérifier attentivement tous vos nouveaux réglages : - « Durée d'action de l'insuline » (DIA en anglais) dans « Réglages > Algorithme > Réglages avancés » - « Profil basal » dans « Réglages > Thérapie » - « Sensibilités à l'insuline » (FSI ou ISF en anglais) dans « Réglages > Thérapie » - « Ratios Insuline/glucides » (CR en anglais) dans « Réglages > Thérapie » - « Cibles de Glucose » dans « Réglages > Thérapie » ⚠️ Des réglages de profil incorrects ou invalides pourraient avoir des conséquences graves.
it: Ora verifica attentamente tutte le tue nuove impostazioni: * DIA (Impostazioni microinfusore) * Profilo basale * Sensibilità all'insulina * Rapporti insulina/carboidrati * Obiettivi glicemici in Impostazioni Trio > Configurazione. Impostazioni del profilo errate o non valide potrebbero avere effetti molto gravi.
nb_no: Gå nøye gjennom de nye innstillingene: • DIA (pumpeinnstillinger) • Basalprofil • Insulinfølsomhet • Karbohydratforhold • Blodsukkermål i Trio-innstillinger. Feil eller ugyldige profilinnstillinger kan få katastrofale konsekvenser.
nl: Controleer nu al je nieuwe instellingen: * Basaal instellingen * Koolhydraat ratio's * Doel glucose waarde * Insuline sensitiviteit * DIA in Trio instellingen > Configuratie. Slechte of ongeldige profielinstellingen kunnen desastreuze effecten hebben.
pl: Proszę sprawdzić dokładnie wszystkie swoje nowe ustawienia: • DIA (ustawienia pompy) • Profil dawki podstawowej • Wrażliwość na insulinę • Współczynniki węglowodanowe • Docelowa glikemia w Ustawieniach Trio -> Konfiguracja. Błędne lub nieprawidłowe ustawienia profilu mogą mieć katastrofalne skutki.
ru: Пожалуйста, проверьте все ваши новые настройки: * Настройки базала * Углеводные коэффициенты * Целевой диапазон * Чувствительность к инсулину в настройках Trio Настройки > Конфигурация. Некорректные настройки профиля могут привести к катастрофическим последствиям.
sv: Kontrollera nu alla dina nya inställningar noga: • DIA (Pumpinställningar) • Basalprofil • Insulinkänslighet • Insulinkvoter • Målglukos i Inställningar > Behandlingsinställningar. Felaktiga profilinställningar kan ge katastrofala följder.
uk: Тепер уважно перевірте всі ваші нові налаштування: * Базальні параметри * Вуглеводні співвідношення * Цільові показники глюкози * Чутливість до інсуліну у меню «Налаштування Trio» > «Конфігурація». Поганий або недійсний профіль налаштування можуть мати згубні наслідки.
vi: Bây giờ, vui lòng kiểm tra kỹ tất cả các thiết lập mới của bạn: • Thời gian tác dụng insulin • Tỷ lệ liều nền • Độ nhạy Insulin • Tỷ lệ Carb • Mục tiêu đường huyết trong Trio: Cài đặt -> Cấu hình (Settings -> Configuration). Các thiết lập hồ sơ sai hoặc không hợp lệ có thể gây hậu quả nghiêm trọng.
zh_hant: 現在請仔細驗證您的所有新設定： • DIA（幫浦設定） • 基礎設定 • 胰島素敏感度 • 碳水化合物比率 • 血糖目標 在 Trio 設定 -> 配置中. 不良或無效的個人設定可能會造成災難性的影響。

source: Settings were imported but the Basals couldn't be saved to pump (No pump). Check your basal settings and tap ´Save on Pump´ to sync the new basal settings
bg: Настройките са импортирани но Базалният профил не може да бъде запазен в помпата (Няма помпа). Проверете базалният профил и изберете 'Запиши на помпата' за да синхронизирате новите настройки
cs: Nastavení byla importována, ale bazály se nepodařilo uložit do pumpy (nenalezena pumpa). Zkontrolujte nastavení bazálu a klepnutím na „Uložit do pumpy“ synchronizujte nové nastavení
da: Indstillinger blev importeret, men Basalinsulin indstillinger kunne ikke gemmes til pumpe (Ingen pumpe). Tjek dine basal indstillinger og tryk på 'Gem på Pumpe' for at synkronisere de nye basal indstillinger
de: Einstellungen wurden importiert, aber die Basalraten konnten nicht auf der Pumpe gespeichert werden (keine Pumpe). Überprüfe Deine Basalprofil-Einstellungen und tippe auf "Speichern auf Pumpe", um die neuen Basalraten zu synchronisieren
es: Configuración importada pero las Basales no se pudieron guardar en la bomba (Sin bomba). Revisa la configuración basal y pulsa sobre la bomba para sincronizar la nueva configuración basal
fr: Les réglages ont été importés, mais le profil basal n'a pas pu être enregistré sur la pompe (Aucune pompe détectée). Vérifiez la configuration de votre profil basal puis appuyez sur "Enregistrer" pour le synchroniser à nouveau
it: Le impostazioni sono state importate ma non è stato possibile salvare le basali nel microinfusore (Nessun microinfusore). Controlla le impostazioni basali e tocca "Salva sul microinfusore" per sincronizzare le nuove impostazioni basali
nb_no: Innstillinger ble importert men basalprofilen kunne ikke lagres til pumpen (ingen pumpe). Sjekk din basalprofil og trykk ´Lagre på pumpen´ for å sende den nye basalprofilen til pumpen.
nl: Instellingen zijn geïmporteerd maar de basaalstanden konden niet worden opgeslagen in de pomp (geen pomp verbonden). Controleer je basaalstanden en tik op' Opslaan op pomp' om de nieuwe basaalstanden te synchroniseren
pl: Ustawienia zostały zaimportowane, ale dawki podstawowej nie można było zapisać do pompy (Brak pompy). Sprawdź ustawienia dawki podstawowej i dotknij „Zapisz na pompie” aby zsynchronizować nowe ustawienia dawki podstawowej
pt_pt: U Configurações foram importadas, mas os basais não puderam ser salvos na bomba (Sem bomba). Verifique as suas configurações de basal e toque em Salvar na Bomba para sincronizar as novas configurações de basal
ru: Настройки были импортированы, но базальный профиль не удалось сохранить в помпе (нет помпы). Проверьте свои настройки базы и нажмите "Сохранить на помпу", чтобы синхронизировать новый базальный профиль
sv: Dina inställningar blev importerade men kunde inte sparas till pump (Ingen pump). Kontrollera dina pumpinställningar och klicka därefter på ´Spara till pump´ för att programmera din pump med de nya basalinställningarna
uk: Налаштування було імпортовано, але Базал не вдалося зберегти для помпи (немає помпи). Перевірте свої базальні налаштування та натисніть «Зберегти на помпі», щоб синхронізувати нові базальні налаштування
vi: Các cấu hình đã được nhập nhưng liều nền không được lưu vào bơm (không có bơm). Kiểm tra cấu hình liều nền của bạn và nhấn 'Lưu vào bơm' để đồng bộ cấu hình liều nền mới
zh_hant: 設定已匯入，但基礎無法儲存到幫浦（未連接幫浦）。請檢查您的基礎設定並點擊「在幫浦上儲存」以同步新的基礎設定。

source: ◦ A TBR higher than your scheduled rate will increase IOB
bg: ◦ Временен базал, по-висок от планирания ви, ще увеличи IOB
cs: ◦ TBR vyšší než váš naplánovaný bazál zvýší IOB
da: ● En TBR højere end din planlagte sats vil øge IOB
de: ◦ Eine TBR, die höher ist als die geplante Rate, erhöht das IOB
fr: Un débit basal temporaire (TBR) supérieur à votre débit basal programmé (profil basal) augmentera l’insuline active (IOB)
it: <unk> Un TBR superiore alla velocità programmata aumenterà l'IOB
nb_no: ◦ En midlertidig basalrate som er høyere enn din basalprofil, vil øke IOB
nl: ・Een TBR hoger dan je geplande waarde zal de IOB verhogen
pl: ◦ Wartość TBR wyższa niż zaplanowana spowoduje wzrost IOB
vi: ◦ TBR (tỷ lệ tạm thời) cao hơn so với tỷ lệ cơ bản đã lên lịch sẽ làm tăng lượng insulin đang hoạt động (IOB)
zh_hant: ◦ TBR 高於您預定的速率將增加 IOB

source: ◦ A TBR lower than your scheduled rate will decrease IOB
bg: ◦ Временен базал, по-нисък от планирания ви, ще намали IOB
cs: ◦ TBR nižší než váš naplánovaný bazál sníží IOB
da: ● En TBR lavere end din planlagte sats vil reducere IOB
de: ◦ Eine TBR, die niedriger ist als die geplante Rate, verringert das IOB
fr: ◦ Un débit basal temporaire (TBR) inférieur à votre débit basal programmé (profil basal) diminuera l’insuline active (IOB)
it: <unk> Un TBR inferiore alla velocità programmata diminuirà l'IOB
nb_no: ◦ En midlertidig basalrate som er lavere enn din basalprofil, vil redusere IOB
nl: ➜ Een TBR lager dan je geplande waarde zal IOB verlagen
pl: ◦ Wartość TBR niższa od zaplanowanej spowoduje obniżenie IOB
vi: ◦ Một TBR (tỷ lệ tạm thời) thấp hơn so với tỷ lệ cơ bản đã lên lịch sẽ làm giảm lượng insulin đang hoạt động (IOB)
zh_hant: ◦ TBR 低於您預定的速率將減少 IOB

source: - Manual Basal ⚠️
bg: - Ръчен Базал ⚠️
cs: – Manuální bazál ⚠️
da: - Manuel Basal ⚠️
de: - Manuelle Basalrate ⚠️
es: - Basal manual ⚠️
fr: - Débit basal manuel ⚠️
it: - Basale manuale ⚠️
nb_no: - Manuell Basal ⚠️
nl: - Handmatige tijdelijke basaalstand ⚠️
pl: - Ręczna baza ⚠️
pt_pt: - Basal manual ⚠️
ru: - Ручная ВБС ⚠️
sv: - Manuell basal ⚠️
uk: Ручна ТБШ ⚠️
vi: - Liều nền thủ công⚠️
zh_hant: - 手動基礎 ⚠️

source: Allow Trio to send you Notifications. These may include alerts, sounds, and icon badges.
bg: Позволете на Trio да ви изпраща известия. Те може да включват предупреждения, звуци и значки на иконите.
cs: Povolte aplikaci Trio zasílání oznámení. Mohou zahrnovat upozornění, zvuky a odznaky na ikoně.
da: Tillad Trio at sende dig notifikationer. Disse kan omfatte advarsler, lyde og ikonbadges.
de: Erlaube Trio, Dir Benachrichtigungen zu senden. Diese können Warnungen, Töne und App-Kennzeichen enthalten.
fr: Autorisations données à l’application de Trio pour l’envoi de notifications, incluant alertes, sons et pastilles sur l’icône.
it: Permetti al Trio di inviarti Notifiche. Questi potrebbero includere avvisi, suoni e badge di icone.
nb_no: Tillat at Trio sender deg varsler. Dette kan inkludere varslinger, lyder og ikonmerker.
nl: Trio toestaan om u meldingen te sturen. Dit kunnen waarschuwingen, geluiden en icoonbadges zijn.
pl: Zezwól Trio na wysyłanie powiadomień. Mogą one obejmować alerty, dźwięki i ikony.
sv: Tillåt Trio att skicka notiser. Dessa kan inkludera varningar, ljud och ikonbrickor.
vi: Cho phép Trio gửi thông báo cho bạn. Những thông báo này có thể bao gồm cảnh báo, âm thanh và biểu tượng huy hiệu.
zh_hant: 允許 Trio 发送通知。這些包括警報、聲音和圖示徽章。

source: as a beginner.
bg: като начинаещ.
cs: jako začátečník.
da: som nybegynder.
de: als Anfänger.
fr: Si vous débutez.
it: come principiante.
nb_no: dersom du er nybegynner.
nl: als beginner.
pl: jako początkujący.
sv: om du är nybörjare.
vi: như một người mới bắt đầu.
zh_hant: 作為新手。

source: day(s)
bg: ден/дни
cs: dní
da: dag(e)
de: Tag(e)
es: día(s)
fr: Jour(s)
it: giorno/i
nb_no: dag(er)
nl: dag(en)
pl: dzień (dni)
pt_pt: dia(s)
ru: дн.
sv: dagar
uk: день(днів)
vi: ngày(s)
zh_hant: 天（天數）

source: infinite duration.
bg: безкрайна продължителност.
cs: neomezená doba.
da: uendelig varighed.
de: unbegrenzte Dauer.
es: duración infinita.
fr: Durée illimitée.
it: durata infinita.
nb_no: uendelig varighet.
nl: Oneindige duur.
pl: nieskończony czas trwania.
pt_pt: Duração infinita.
ru: бесконечная длительность.
sv: aktiv tillsvidare.
uk: нескінченна тривалість.
vi: thời gian không xác định.
zh_hant: 無限持續時間。

source: min
bg: мин
ru: мин
uk: хв
vi: phút
zh_hant: 分鐘（min）

source: needed as min. Glucose Target)!
bg: необходимо като мин. Целева глюкоза)!
cs: vyžadováno jako min. cílová glykémie)!
da: behov for min. Glukose Mål)!
de: benötigt als min. Glukose-Ziel)!
es: ¡Se necesita como mínimo objetivo de glucosa)!
fr: est le minimum pour la « Cible de glucose ») !
it: necessario come min. Target Glicemico)!
nb_no: nødvendig som min. blodsukkermål)!
nl: nodig als min. glucose doel)!
pl: potrzebne jako min. cel glukozy)!
pt_pt: necessário como min. Alvo de Glicose)!
sv: krävs som min. målglukos!
uk: необхідне як мін. Target)!
vi: cần thiết làm Mục tiêu đường huyết tối thiểu!
zh_hant: 需要作為最低血糖目標)!

source: of
bg: от
cs: z
da: af
de: von
es: de
fr: de
it: di
nb_no: av
nl: van
pl: z
pt_pt: de
ru: из
sv: av
uk: з
vi: của
zh_hant: 的

source: of usage data and is not yet configurable.
bg: на данни за употреба и все още не може да се конфигурира.
cs: údajů o používání a zatím nelze konfigurovat.
da: af brugsdata og kan endnu ikke konfigureres.
de: von Nutzungsdaten und ist noch nicht konfigurierbar.
fr: Les données d’utilisation ne sont pas encore configurable.
it: dei dati di utilizzo e non è ancora configurabile.
nb_no: med bruksdata og er ikke konfigurerbart enda.
nl: van gebruiksgegevens en is nog niet configureerbaar.
pl: danych użytkowania i nie są jeszcze konfigurowalne.
sv: av användningsdata och är ännu inte konfigurerbar.
vi: của dữ liệu sử dụng và hiện chưa thể cấu hình.
zh_hant: 使用資料並且尚未可設定。

source: SMBs are disabled either by schedule or during the entire duration.
bg: SMBs са деактивирани или по график, или през цялото времетраене.
cs: SMB jsou vypnuty buď podle rozvrhu, nebo po celou dobu trvání.
da: SMB'er deaktiveres enten efter tidsplan eller i hele perioden.
de: SMBs werden entweder nach Zeitplan oder während der gesamten Dauer deaktiviert.
es: Las SMB están desactivadas ya sea por horario o durante toda la duración.
fr: Les SMB sont désactivés soit pour une période définie, soit pendant toute la durée.
it: Gli SMB sono disabilitati da programmazione o per tutta la durata.
nb_no: SMB er deaktivert enten ved tidsplan eller gjennom hele varigheten.
nl: SMB's worden per schema of gedurende de gehele looptijd uitgeschakeld.
pl: SMB są wyłączone według harmonogramu lub przez cały czas.
pt_pt: SMBs são desativados por horário ou durante toda a duração.
ru: SMB отключаются либо по расписанию, либо в течение всего срока действия.
sv: SMB är helt eller delvis av.
uk: SMBs відключаються за розкладом або протягом усього періоду.
vi: SMBs bị vô hiệu theo lịch trình hoặc theo toàn bộ thời gian.
zh_hant: SMB 在排程內或整個期間被停用。

source: U) - Current IOB (
bg: U) - Текущ IOB (
cs: j) - Aktuální IOB (
da: U) - Nuværende IOB (
de: IE) - Aktueller IOB (
fr: U) - IOB actuelle (
it: U) - IOB attuale (
nb_no: E) - Nåværende IOB (
nl: U) - Huidige IOB (
pl: J) - Aktualne IOB (
sv: E) - Aktuell IOB (
vi: U) - IOB hiện tại (
zh_hant: U) - 當前 IOB (

source: U/hr
bg: U/час
cs: J/hr
da: E/t
de: IE/h
es: U/hora
fr: U/h
it: U/ora
nb_no: E/t
nl: E/uur
pl: J/godz.
pt_pt: U/h
ru: Ед/ч
sv: E/h
uk: U/год
zh_hant: U/小時

source: without bolusing
bg: без болус
cs: bez
da: uden at give bolus
de: ohne tatsächliche Bolusabgabe
es: sin molestar
fr: Sans administrer de bolus
it: senza eseguire un bolo
nb_no: uten bolus
nl: zonder bolussen
pl: bez bolusowania
pt_pt: sem negrito
ru: без введения болюса помпой
sv: utan att ge insulin
uk: без введення болюса помпою
vi: không cần bolus
zh_hant: 未注射

source: Your setting:
bg: Вашите настройки:
cs: Tvoje nastavení:
da: Nuværende indstilling:
de: Deine Einstellungen:
es: Tu configuración:
fr: Votre Réglage :
it: La tua impostazione:
nb_no: Din innstilling:
nl: Jouw instelling:
pl: Twoje ustawienia:
pt_pt: Sua configuração:
ru: Ваши настройки:
sv: Nuvarande inställning:
uk: Ваші налаштування:
vi: Cài đặt của bạn:
zh_hant: 您的設定：

source: . Changing:
bg: . Промяна:
cs: . Změna:
da: . Ændring:
de: . Änderung:
es: . Cambiando:
fr: Stable :
it: . In modifica:
nb_no: . Endring:
nl: . Verandering:
pl: . Zmienianie:
pt_pt: . Alterando:
ru: . Изменение:
sv: . Ändras:
uk: . Зміна:
vi: . Đang thay đổi:
zh_hant: . 變更：

source: . Climbing:
bg: . Покачване:
cs: . Stoupání:
da: . Stiger:
de: . Steigend:
es: . Escalando:
fr: . En hausse :
it: . In salita:
nb_no: . Stiger:
nl: . Stijging:
pl: . Wzrost:
pt_pt: . Escalada:
ru: . Поднятие:
sv: . Stiger:
uk: . Підняття:
vi: . Đang tăng:
zh_hant: . 上升：

source: . Falling:
bg: . Спад:
cs: . Padání:
da: . Falder:
de: . Fallend:
es: . Fallando:
fr: . En baisse :
it: . In discesa:
nb_no: . Synker:
nl: . Daling:
pl: . Spadek:
pt_pt: . Qualificação:
ru: . Падение:
sv: . Sjunker:
uk: . Падіння:
vi: . Đang giảm:
zh_hant: . 下降：
